alsa-utils
amd-ucode
base
base-devel
blender
btop
cuda
discord
dkms
dmenu
dosfstools
dunst
efibootmgr
feh
firefox
flameshot
fzf
gamemode
geoclue
ghostty
gimp
gimp-plugin-gmic
git
go
golangci-lint
grub
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
htop
iwd
jre-openjdk
lazygit
lib32-freetype2
lib32-gamemode
libpulse
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lolcat
lxappearance
mtools
nano
nemo
neovim
network-manager-applet
networkmanager
npm
ntfs-3g
numlockx
nvidia-dkms
nvidia-settings
openresolv
os-prober
pacman-contrib
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
postgresql
pyenv
python-dbus-fast
python-debugpy
python-isort
python-jinja
python-markupsafe
python-pip
python-psutil
python-pynvim
python-pytest
python-pytest-mock
python-virtualenv
qtile
ranger
redshift
ripgrep
rofi
smartmontools
steam
stow
timeshift
tk
tldr
tree
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
unrar
unzip
vim
vlc
w3m
wget
wine
wireless_tools
wireplumber
xcape
xclip
xdg-utils
xfce4-settings
xorg-server-xvfb
xorg-xev
xorg-xinit
xorg-xinput
xterm
yazi
zip
zoxide
zsh
